{
    "config": {
        "aria2-warning-enabled": false,
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
        "scoop_branch": "master"
    },
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "26.00",
            "Updated": "\/Date(1775899349411)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "aqua",
            "Version": "2.57.1",
            "Updated": "\/Date(1775899354165)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "aria2",
            "Version": "1.37.0-1",
            "Updated": "\/Date(1775899357083)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "claude",
            "Version": "1.1617.0",
            "Updated": "\/Date(1775899398055)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "claude-code",
            "Version": "2.1.101",
            "Updated": "\/Date(1775899442393)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "firefox",
            "Version": "150.0.1",
            "Updated": "\/Date(1777630479923)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "gh",
            "Version": "2.90.0",
            "Updated": "\/Date(1776832552300)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.53.0.2",
            "Updated": "\/Date(1775899500831)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "innounp",
            "Version": "2.67.9",
            "Updated": "\/Date(1777628531125)\/"
        },
        {
            "Info": "",
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Mono",
            "Version": "3.4.0",
            "Updated": "\/Date(1776832579216)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "slack",
            "Version": "4.49.81",
            "Updated": "\/Date(1776832604422)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "winmerge",
            "Version": "2.16.54.2",
            "Updated": "\/Date(1776832611170)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "winscp",
            "Version": "6.5.6",
            "Updated": "\/Date(1776832616886)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "zed",
            "Version": "1.0.0",
            "Updated": "\/Date(1777628564001)\/"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": {
                "value": "\/Date(1777626113000)\/",
                "DisplayHint": 2,
                "DateTime": "2026”N5ŚŽ1“ú 18:01:53"
            },
            "Manifests": 1510
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1777626822000)\/",
                "DisplayHint": 2,
                "DateTime": "2026”N5ŚŽ1“ú 18:13:42"
            },
            "Manifests": 2305
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": {
                "value": "\/Date(1776526616000)\/",
                "DisplayHint": 2,
                "DateTime": "2026”N4ŚŽ19“ú 0:36:56"
            },
            "Manifests": 367
        }
    ]
}
